Repository: giellalt/corpus-nob
Catalog: stable/tmx/sme/science/samilogut/2020/2samisk_statistikk.pdf.tmx
Source language: nob
Languages: sme

source: Retningslinjer og prinsipper som ivaretar etiske utfordringer og nytteverdi av urfolksstatistikk, er utformet i flere land, tilpasset urfolkets lokale kultur og historie og nasjonale juridiske og politiske forhold.
sme: Njuolggadusat ja prinsihpat mat vuhtiiváldet ehtalaš hástalusaid ja ávkkálašvuođaárvvu eamiálbmotstatistihkas leat hábmejuvvon máŋgga riikkas, heivehuvvon eamiálbmogiid báikkálaš kultuvrii, historjái ja našuvnnalaš juridihkalaš ja politihkalaš dilálašvuođaid ektui.

source: Statistikk er menneskeskapt, den formes ut fra antakelser om et tema.
sme: Statistihka leat olbmot ráhkadan, ja fáttát hábmejuvvojit jáhku mielde.

source: Det er et mangfold av etiske problemstillinger knyttet til ulike statistiske, juridiske, politiske, sosiale aspekter ved samisk statistikk som influerer på hvilke tema som prioriteres, hva som anses for relevante data, og hva den ferdige statistikken kan anvendes til.
sme: Leat hui máŋggalágan ehtalaš váttisvuođat mat gusket iešguđetlágan statistihkalaš, juridihkalaš, politihkalaš, sosiála beliide sámi statistihkas, mat váikkuhit makkár fáttát vuoruhuvvojit, mii gehččo leat relevánta diehtun ja masa dat gárvves statistihkka adno.

source: Kvaliteten på statistikken må være et sentralt tema i debatten om samisk statistikk og de konsekvenser bruk av statistikk får i beslutningsprosesser.
sme: Sámi statistihka digaštallamis ferte statistihka kvalitehta leat guovddáš ságastallanfáddá, ja movt statistihkaid atnu váikkuhuvvo mearridanproseassaide.

source: Samisk egeninnflytelse og selvbestemmelse må etterleves når det utarbeides statistikk om tema som berører samer i Norge.
sme: Sápmelaččaid iežaset váikkuhanvejolašvuohta ja iešmearrideapmi ferte vuhtiiváldot go dahkko statistihkka, mii guoskkaha sápmelaččaide Norggas.

source: Det reduserer risikoen for at statistiske beskrivelser løsrives fra sin kulturelle sammenheng, og at ufullkomne eller misforståtte tall blir brukt som dokumentasjon i beslutninger som berører samisk befolkning
sme: Dat ráddje riskka vai statistihkalaš čilgehusat eai ravgejuvvo eret kultuvrralaš oktavuođas, ja ahte logut mat eai leat ollislaččat dahje leat boastut ipmirduvvon eai adno duođaštussan go dahkkojit mearrádusat mat váikkuhit sámi álbmogii.

source: 2.8 Tilrådinger
sme: 2.8 Rávven

source: 1. Diskusjonen om fremtidig samisk statistikk, inklusive samisk etnisitet i befolkningsregistre, bør inkludere drøftelser av om og hvordan prinsipper nedfelt i urfolksstatistikk
sme: 1. Boahttevaš sámi statistihka, oktan sámi čearddalašvuođa álbmotregistara digaštallan berre fátmmastit čielggademiid jus ja movt prinsihpat mat ovdanbohtet eamiálbmotstatistihkas

source: 2. I tråd med FNs erklæring om urfolks rettigheter (artikkel 3 og 4) om egeninnflytelse og selvbestemmelse må samisk befolkning gis en aktiv rolle i identifisering og prioritering av kunnskapshull som statistikken skal omfatte.
sme: 2. ON eamiálbmot vuoigatvuođaid julggaštusa mielde (artihkal 3 ja 4) eamiálbmogiid iežaset váikkuhanvejolašvuođa ja iešmearrideami birra ferte sámi álbmogii addot aktiivvalaš rolla identifiseret ja vuoruhit váilevašvuođaid, maid statistihkka galgá sisttisdoallat.

source: FNs erklæring om urfolks rettigheter, artikkel 3 og 4 3. I debatten om fremtidig samisk statistikk er det viktig å ikke tilsløre statistikkens ulike roller i samfunnet, og ha tydelighet omkring hvem som er bestiller av statistikk på tema som berører samisk befolkning: a) politiske eller forvaltningsmessige myndigheter, b) forskningsinstitusjoner og forskere, eller c) samiske organisasjoner, institusjoner og miljøer.
sme: 3. Sámi statistihka boahtteáiggi digaštallamis lea mávssolaš ahte ii čiegat statistihka iešguđetlágan rollaid servodagas, ja leat čielggas gii lea statistihka diŋgojeaddji fáttáid oktavuođas, mat guoskkahit sámi álbmogii, ahte jus leat: a) politihkalaš dahje hálddahuslaš eiseválddit, b) dutkanásahusat ja dutkit, dahje c) sámi organisašuvnnat, ásahusat ja birrasat.

source: 4. For å redusere feiltolkninger av samiske data og statistiske resultater er det nødvendig å finne frem til prosedyrer som sikrer at datainnsamling, dataanalyser og presentasjon av statistikk er forankret i samisk virkelighetsforståelse og samisk kunnskap.
sme: 4. Vai hehttet ahte eai šatta boasttudulkojumiid sámi dieđuin ja statistihkalaš bohtosiin, de lea dárbbašlaš ráhkadit vugiid mat sihkkarastet dan ahte dieđuid čohkken, dieđuid guorahallan ja almmuheapmi leat heivehuvvon sámi duohtavuođaipmárdusa ja sámi máhtu vuođul.

source: 5. Dersom samisk statistikk skal ha overføringsverdi til mangfoldet av samisk virkelighetsforståelse og praksis, trengs statistiske indikatorer som gir mening sett fra det samisk ståsted som statistikken henter dataene fra.
sme: 5. Jus sámi statistihkas galgá leat sirddaárvu sámi duohtavuođaipmárdusa máŋggabealatvuhtii ja doaibmamii, de dárbbašuvvojit statistihkalaš indikáhtorat main lea ávki sámi vuolggasadjái gos statistihkalaš dieđut lea vižžon.

source: 6. Behovet for samisk statistikk går utover det generelle behovet for offisiell og forskningsbasert statistikk fordi Norge ennå har en vei å gå når det gjelder å innfri de folkerettslige bestemmelsene som særskilt berører samisk befolkning og kultur.
sme: 6. Sámi statistihka dárbu čuohcá obbalaš dárbui ja dutkama statistihkkii, danne go Norggas lea vuos guhkes geaidnu ovdal go nagoda deavdit álbmotrievttalaš njuolggadusaid, mat earenoamážiid guoskkahit sámi álbmogii ja kultuvrii.

source: Det er derfor nødvendig å være åpen for alternative tilnærminger og metoder som urfolk i andre land har positive erfaringer med.
sme: Danne lea dárbu leat rabas vejolaš lahkonemiide ja vugiide, maidda eará riikkaid eamiálbmogiin leat buorit vásáhusat.
